Repository: common-repository/bp-sticky-groups
Catalog: languages/bp-sticky-groups-*.po
Languages: fr_fr

source: BP Sticky Groups version %s requires at least <strong>BuddyPress %s</strong>, please upgrade
fr_fr: Depuis sa version %s, BP Sticky Groups requiert à minima <strong>BuddyPress %s</strong>, merci de mettre à jour votre configuration.

# group admin edit screen
source: Sticky Group
fr_fr: Mise en avant du groupe

source: Stick this group to top
fr_fr: Mettre en avant le groupe

source: Stick this group to the top of groups directory front page?
fr_fr: Mettre ce groupe en avant au sein du répertoire des groupes ?

source: Yes
fr_fr: Oui

source: Hidden groups cannot be sticked to front
fr_fr: Les groupes masqués ne peuvent être mis en avant

source: Sticky groups
fr_fr: Mise en avant des groupes

source: Enable sticky groups in Groups Directory
fr_fr: Autoriser la mise en avant des groupes au sein du répertoire des groupes

source: Administrators can set groups as sticky from the Group Admin UI
fr_fr: Les administrateurs peuvent mettre en avant les groupes depuis l&#39;administration des groupes (back office).

source: A plugin to stick BuddyPress groups to top of the groups directory
fr_fr: Un plugin pour mettre en avant les groupes au sein du répertoire des groupes
